---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Duct
enum: Autodesk.Revit.UI.PostableCommand
zh: 风管
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Duct

**中文**: 风管

Draws rigid round, rectangular, or oval ductwork.